<div class="default-terms">
    <p> {{$officeSetting->localBody->local_body??''}} आ.व. {{$officeSetting->fiscalYear->title??''}} को स्वीकृत वार्षिक
        कार्यक्रम/आयोजना अन्तर्गत {{$project->project_name}} संचालनका लागि {{$officeSetting->name}}
        , {{$officeSetting->site_address}} (यस पछि प्रथम पक्ष भनिने)
        र {{$project->operated_through==\Modules\Plan\Enums\ProjectOperatedThroughEnum::BID ? ($project->projectBidDetail->contractor_name??'').', '. ($project->projectBidDetail->contractor_address??'') : ($project->consumerCommittee->name??'').', '. ($project->consumerCommittee->address??'')}}
        (यस पछि दोस्रो पक्ष
        भनिने) बीच मिति {{$today_date}} गते तपसिलका शर्तनामाको अधिनमा रही कार्यक्रम/आयोजना संचालन गर्न द्दिपक्षिय
        सम्झौता गरी दियौं/लियौं ।</p>
    <p><b>जिम्मेवारी तथा पालना गरिने शर्तहरु:</b></p>

    <p>१. आयोजना मिति {{$project->project_start_date}} देखि शुरु गरी मिति {{$project->project_completion_date}} सम्ममा
        पुरा गर्नु पर्नेछ ।</p>

    <p>२. प्राप्त रकम तथा निर्माण समाग्री सम्वन्धित आयोजनाको उद्धेश्यका लागि मात्र प्रयोग गर्नुपर्नेछ।</p>

    <p>३. नगदि, जिन्सी सामानको प्राप्ती, खर्च र बाँकी तथा आयोजनाको प्रगती विवरण राख्नु पर्नेछ।</p>

    <p>४. आम्दानी खर्चको विवरण र कार्यप्रगतिको जानकारी उपभोक्ता समूहमा छलफल गरी अर्को किस्ता माग गर्नु पर्नेछ।</p>

    <p>५. आयोजनाको कुल लागत भन्दा घटी लागतमा आयोजन सम्पन्न भएको अवस्थामा सो मुतविकनै अनुदान एअ श्रमदानको प्रतिशत
        निर्धाराण गरी भुक्तानी लिनुपर्नेछ।</p>

    <p>६. {{$project->operated_through==\Modules\Plan\Enums\ProjectOperatedThroughEnum::CONSUMER_COMMITTEE ? 'उपभोक्ता समिति' : 'कम्पनि'}}ले प्रविधिकको राय, परामर्श एवं निर्देशन अनुरुप काम गर्नु पर्नेछ।</p>

    <p>७. {{$project->operated_through==\Modules\Plan\Enums\ProjectOperatedThroughEnum::CONSUMER_COMMITTEE ? 'उपभोक्ता समिति' : 'कम्पनि'}}का योजनामा श्रमिक लगाउदा प्रधानमन्त्री रोजगार कार्यक्रममा सूचिकृत भएका बेरोजगारलाई प्राथमिकता
        दिनु पर्नेछ।
    </p>

    <p>८. {{$project->operated_through==\Modules\Plan\Enums\ProjectOperatedThroughEnum::CONSUMER_COMMITTEE ? 'उपभोक्ता समिति' : 'कम्पनि'}}ले आयोजनासंग सम्वन्धित विल, भरपाईहरु, डोर हजिरी फारामहरु, जिन्सी नगदी खाताहरु, समिति/समुहको
        निर्णय पुस्तिका आदी कागजातहरु कार्यालयले मागेको बखत उपलव्ध गराउनु पर्नेछ र त्यसको लेखापरिक्षण पनि गराउनु पर्नेछ।
    </p>

    <p>९. कुनै समाग्री खरिद गर्दा आन्तरिक राजस्व कार्यालयबाट स्थायी लेखा नम्वर र मुल्य अभिबृद्धि कर दर्ता प्रमाण पत्र
        प्राप्त व्यक्ती वा फर्म संस्था वा कम्पनीबाट खरिद गरी सोही अनुसारको विल भरपाई आधिकारीक व्यक्तिबाट प्रमाणित गरी
        पेश गर्नु पर्नेछ।</p>

    <p>१०. मूल्य अभिबृद्धी कर(VAT) लग्ने बस्तु तथा सेवा खरिद गर्दा रु. २०,००० भन्दा बढी मूल्यको सामाग्री मा अनिवार्य
        रुपमा मूल्य अभिबृद्धी कर दर्ता प्रमाणपत्र प्राप्त गरेका व्यक्ती फर्म संस्था व कम्पनीबाट खरिद गर्नु पर्दछ। साथै
        उक्त्त विलमा उल्लेखित मु.अ.कर बाहेकको रकममा १.५% अग्रीम आयकर बापत करकट्टी गरी बाँकी रकम मात्र सम्वन्धित सेवाअ
        प्रदायकलाई भुक्तानी हुनेछ। रु. २०,०००।- भन्दा कम मूल्यको सामाग्री खरिदमा पान नम्वर लिएको व्यक्ति वा फर्मबाट खरिद
        गर्नु पर्नेछ। अन्यथा खरिद गर्ने पदाधिकारी स्वयम जिम्मेवार हुनेछ।</p>

    <p>११. डोजर रोलर लगायतका मेशिनरी सामान भाडामा लिएको एवम घर बहालमा लिई विल भरपाई पेश भएको अवस्थामा १०% प्रतिशत घर
        भाडा कर एबम बहाल कर तिर्नु पर्नेछ।</p>

    <p>१२. प्रशिक्षकले पाउने पारिश्रमिक एवम सहभागीले पाउने भत्तामा प्रचलित नियमानुसार कर लग्नेछ।</p>

    <p>१३. निर्माण कार्यको हकमा शुरु लागत अनुमानका कुनै आईटमहरुमा परिवर्तन हुने भएका अधिकार प्राप्त व्यक्ति/कार्यालयबाट
        लागत अनुमान संसोधन गरे पश्चात मात्र कार्य गराउनु पर्नेछ। यसरी लागत अनुमान संशोधन नगरी कार्य गरेका उपभोक्ता समिति
        समुहनै जिम्मेवार हुनेछ।</p>

    <p>१४. {{$project->operated_through==\Modules\Plan\Enums\ProjectOperatedThroughEnum::CONSUMER_COMMITTEE ? 'उपभोक्ता समिति' : 'कम्पनि'}}ले काम सम्पन्न गरिसकेपछी बाँकी रहन गएको खप्ने सामानहरु मर्मत संभार समिति गठन भएको भए सो
        समितिलाई र सो नभए सम्वन्धित कार्यालयलाई बुझाउनु पर्नेछ। तर मर्मत समितिलाई बुझाएको सामानको विवरण एक प्रति
        सम्वन्धित कार्यालयलाई जानकारीको लागि बुझाउनु पर्नेछ।</p>

    <p>१५. सम्झौता बमोजिम आयोजना सम्पन्न भएपछी आन्तिम भुक्तानिको लागि कार्यसम्पन्न प्रतिवेदन, नापी किताव, प्रमाणित, विल
        भरपाई, योजनाको फोटो, सम्वन्धित उपभोक्ता समितिले आयोजना संचालन गर्दा भएको आय व्ययको अनुमोदन सहितको निर्णय,
        उपभोक्ता भेलाबाट भएको सार्वजनिक लेखा परिक्षणको निर्णयको प्रतिलिपी तथा सम्वन्धित कार्यालयको वडा कार्यालयको
        सिफारिस सहित आन्तिम किस्ता भुक्तानिको लागी निवेदन पेश गर्नु पर्नेछ।</p>

    <p>१६. आयोजना सम्पन्न भएपछि कार्यालयबाट जाँचपास गरी फरफारकको प्रमाणपत्र लिनु पर्नेछ। साथै आयोजनाको आवश्यक मर्मत
        संभारको व्यवस्था सम्वन्धित उपभोक्ताहरुले नै गर्नु पर्नेछ।</p>

    <p>१७. आयोजन कार्यान्वयन गर्ने {{$project->operated_through==\Modules\Plan\Enums\ProjectOperatedThroughEnum::CONSUMER_COMMITTEE ? 'उपभोक्ता समिति' : 'कम्पनि'}}ले आयोजनाको भौतिक तथा वित्तीय प्रगती प्रतिवेदन अनुसूची ६ को
        ढाँचामा सम्झौतामा तोकिए बमोजिम कार्यालयमा पेश गर्नु पर्नेछ।</p>

    <p>१८. आयोजनाको दीगो सञ्चालान तथा मर्मत संभारको व्यवस्था गर्नु पर्नेछ।</p>

    <p>१९. आयोजनाको सवै काम उपभोक्ता समिति समुहको निर्णय अनुसार गर्नु पर्नेछ।</p>
    &nbsp;

    <p><strong>कार्यालयको जिम्मेवारी तथा पालना गरिने शर्तहरु:</strong></p>

    <p>१. आयोजना वजेट, उपभोक्ता समितिको काम, कर्तव्य तथा अधिकार, खरिद, लेखाङ्कन, प्रतिवेदन, आदि विषयमा उपभोक्ता समितिका
        पदाधिकारीहरुलाई अनुशिक्षण कार्यक्रम सञ्चालन गरिनेछ।</p>

    <p>२. आयोजना आवश्यक प्राविधिक सहयोग कार्यालयबाट उपलव्ध गराउन सकिने अवस्थामा गराईनेछ र नसकिने अवस्था भएमा उपभोक्ता
        समितिले बाह्य बजारबाट सेवा परामर्श आन्तर्गत सेवा लिना सक्नेछ।</p>

    <p>३. आयोजनाको प्राविधिक सुपरिवेक्षणका लागि कार्यालयको तर्फबाट प्राविधिक खटाईनेछ। उपभोक्ता समितिबाट भएको कामको
        नियमित सुपरिवेक्षण गर्ने जिम्मेवारी निज प्राविधिकको हुनेछ।</p>

    <p>४. पेश्की लिएर लामो समयसम्म आयोजन संचालन नगर्ने उपभोक्त्ता समितिलाई कार्यालयले नियम अनुसार करवाही गर्नेछ।</p>

    <p>५. श्रममुलक प्रविधिबाट कार्य गराउने गरी लागत अनुमान स्वीकृत गराई सोही बमोजिम सम्झौता गरी मेशिनरी उपकरणको
        प्रयोगबाट कार्य गरेको पाईएमा त्यस्तो उपभोक्ता समितिसंग सम्झौता रद्धा गरी उपभोक्ता समितिलाई भुक्तानी गरिएको सकम
        मुल्यांकन गरी बढी भएको रकम सरकारी बाँकी सरह असुल उपर गरिनेछ।</p>

    <p>६. आयोजना सम्पन्न भएपछि कार्यालयबाट जाँच पास गरी फरफारक गर्नु पर्नेछ।</p>

    <p>७. आवश्यक कागजात संलग्न गरी भुक्तानी उपलव्ध गराउन सम्वन्धित उपभोक्त्ता समितिबाट अनुरोध भई आएपछि उपभोक्त्ता
        समितिको बैंक खातामा भुक्तानी दिनु पर्नेछ।</p>

    <p>८. यसमा उल्लेख नभएका कुराहरु प्रचलित कानून वमोजिम हुनेछ।</p>
</div>

<div class="agreement-officials">
    <p><strong>माथि उल्लेख भए बमोजिमका शर्तहरु पालना गर्न हामी निम्न पक्षहरु मन्जुर गर्दछौं।</strong></p>

    <div class="flex-container mt-5" style="display:flex">
        <div class="item-auto"
             style="flex:1 1 auto; margin-bottom:4rem; margin-left:4rem; margin-right:4rem; margin-top:4rem"><span
                style="font-size:14px"><u><strong> {{$project->operated_through==\Modules\Plan\Enums\ProjectOperatedThroughEnum::BID ? 'कम्पनीको' : 'उपभोक्त्ता समिति/समुहको'}} तर्फबाट:</strong></u><br/>
                नाम थर :- .......................<br/>
                पद :- ........................<br/>
                ठेगाना :- ......................<br>
                सम्पर्क नं :- ...................<br>
                मिति :- .......................<br/>
                दस्तखत :- .................</span>
            <p><strong> {{$project->operated_through==\Modules\Plan\Enums\ProjectOperatedThroughEnum::CONSUMER_COMMITTEE ? 'उपभोक्ता समिति' : 'कम्पनि'}}को छाप</strong></p>
        </div>

        <div class="item-auto"
             style="flex:1 1 auto; margin-bottom:4rem; margin-left:4rem; margin-right:4rem; margin-top:4rem; text-align:center">
            &nbsp;
        </div>

        <div class="item-auto"
             style="flex:1 1 auto; margin-bottom:4rem; margin-left:4rem; margin-right:4rem; margin-top:4rem"><span
                style="font-size:14px"><u><strong>कार्यालयको तर्फबाट</strong></u><br/>
                नाम :- .......................<br/>
                पद :- .........................<br/>
                ठेगाना :- ......................<br>
                सम्पर्क नं :- ...................<br>
                मिति :- .......................<br/>
                दस्तखत :- ................</span>
            <p><strong>कार्यालयको छाप</strong></p>
        </div>
    </div>

    <div class="flex-container mt-5" style="display:flex">
        <div class="item-auto"
             style="flex:1 1 auto; margin-bottom:4rem; margin-left:4rem; margin-right:4rem; margin-top:4rem"><span
                style="font-size:14px"><u><strong>रोहबर:</strong></u><br/>
                नाम थर :- .......................<br/>
                पद :- ........................<br/>
                ठेगाना :- ......................<br>
                सम्पर्क नं :- ...................<br>
                मिति :- .......................<br/>
                दस्तखत :- .................</span>

        </div>

        <div class="item-auto"
             style="flex:1 1 auto; margin-bottom:4rem; margin-left:4rem; margin-right:4rem; margin-top:4rem"><span
                style="font-size:14px"><u><strong>रोहबर:</strong></u><br/>
                नाम थर :- .......................<br/>
                पद :- ........................<br/>
                ठेगाना :- ......................<br>
                सम्पर्क नं :- ...................<br>
                मिति :- .......................<br/>
                दस्तखत :- .................</span>

        </div>
        <div class="item-auto"
             style="flex:1 1 auto; margin-bottom:4rem; margin-left:4rem; margin-right:4rem; margin-top:4rem"><span
                style="font-size:14px"><u><strong>रोहबर:</strong></u><br/>
                नाम थर :- .......................<br/>
                पद :- ........................<br/>
                ठेगाना :- ......................<br>
                सम्पर्क नं :- ...................<br>
                मिति :- .......................<br/>
                दस्तखत :- .................</span>

        </div>

        <div class="item-auto"
             style="flex:1 1 auto; margin-bottom:4rem; margin-left:4rem; margin-right:4rem; margin-top:4rem"><span
                style="font-size:14px"><u><strong>रोहबर : </strong></u><br/>
                नाम :- .......................<br/>
                पद :- .........................<br/>
                ठेगाना :- ......................<br>
                सम्पर्क नं :- ...................<br>
                मिति :- .......................<br/>
                दस्तखत :- ................</span>

        </div>
    </div>
</div>
